[
    {
        "isRightSection": false,
        "title": "Seamless Planning & Scheduling",
        "subTitle": "Diversdesk presents the industry's most flexible planner, offering multi-activity bookings, cross-location, and multi-trip scheduling capabilities. Last-minute booking changes and boat swaps are now done in just a few clicks. Real-time visual insights into trip capacity provide lightning-fast updates and prevent overbookings.",
        "btnExists": true,
        "btnTitle": "Learn More",
        "btnURL": "#"
    },
    {
        "isRightSection": true,
        "title": "Paperless Onboarding",
        "subTitle": "Experience seamless customer registration with Diversdesk's 100% paperless approach. Utilize our built-in custom registration forms, official waivers, and Diver Medical. Benefit from secure storage, a polished, professional appearance, and a commitment to environmental sustainability.",
        "features": [
          "✔ 100% paperless",
          "✔ Faster, more professional, fewer errors",
          "✔ Registration with official waivers & Diver Medical",
          "✔ Multi-language support",
          "✔ Secure storage",
          "✔ Returning customers with valid waivers can dive immediately"
        ],
        "btnExists": false
    },
    {
        "isRightSection": false,
        "title": "Custom Waiver Creation",
        "subTitle": "Create waivers that are personalized, professional, and tailored to your dive center's unique needs. Whether it's a rental agreement, terms and conditions, disclaimers, a stand-alone signed waiver, or embedded in your registration form through an acknowledgment checkbox, Diversdesk allows you to create documentation that resonates with your brand. Our user-friendly interface makes it easy to design and update waivers, ensuring they are always up-to-date and aligned with your operations."
    },
    {
        "isRightSection": true,
        "title": "Staff Calendars and Workload Insights",
        "subTitle": "Our commitment to your project doesn't end at completion. Diversdesk offers ongoing maintenance and support services to ensure your construction's longevity and performance. From regular check-ups to emergency assistance, our responsive team is there to provide seamless support.",
        "single": false
    },
    {
        "isRightSection": false,
        "subTitle": "Our commitment to your project doesn't end at completion. Diversdesk offers ongoing maintenance and support services to ensure your construction's longevity and performance. From regular check-ups to emergency assistance, our responsive team is there to provide seamless support."
    },
    {
        "isRightSection": true,
        "title": "Secure Customer Database",
        "subTitle": "text here",
        "single": false
    },
    {
        "isRightSection": false,
        "title": "White Label Functionality",
        "subTitle": "Our commitment to your project doesn't end at completion. Diversdesk offers ongoing maintenance and support services to ensure your construction's longevity and performance. From regular check-ups to emergency assistance, our responsive team is there to provide seamless support."
    },
    {
        "isRightSection": true,
        "title": "Metrics",
        "subTitle": "For our larger enterprise clients, Diversdesk offers custom solutions designed to meet specific industry challenges. By understanding your unique needs, we engineer tailored strategies aimed at optimizing your operations, enhancing efficiency, and driving your business forward.",
        "single": false,
        "btnExists": true,
        "btnTitle": "Read more",
        "btnURL": "#"
    }
]
